Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Thus the law on matrimonial regimes has been amended to ensure the equal sharing of property in the event of the dissolution of a marriage.
fr: C'est ainsi la loi sur les régimes matrimoniaux a été modifiée pour établir le partage égalitaire des biens en cas de dissolution de la communauté des époux.

source: In remote areas of the country there is resistance based on custom to the application of the principle of equality between men and women.
fr: À Madagascar, dans des localités enclavées, l'application du principe d'égalité entre homme et femme se heurte à des résistances fondées sur la coutume.

source: Publicity and awareness-raising campaigns have been launched by government and parliamentary authorities in an attempt to encourage people to act in a manner conducive to fair and equitable treatment.
fr: Actuellement, les autorités gouvernementales et parlementaires lancent des actions de sensibilisation et de conscientisation pour convaincre la population d'adopter un comportement compatible à un traitement juste et équitable.

source: Rights of ethnic, religious and linguistic minorities
fr: Droits des minorités ethniques, religieuses ou linguistiques

source: Madagascar has no ethnic minorities that suffer from discrimination within the meaning of the Covenant.
fr: À Madagascar, il n'existe pas de minorités ethniques victimes de discrimination au sens du Pacte.

source: The enjoyment and exercise of civil and political rights are protected without discrimination on the basis of ethnic origin.
fr: La jouissance et l'exercice des droits civils et politiques sont protégés sans discrimination fondée sur l'origine ethnique.

source: Freedom of religion
fr: Droit à la liberté de religion

source: Freedom of religion, as established in article 10 of the Constitution, is governed by Act No. 62-117 of 1 October 1962.
fr: La liberté de religion visée à l'article 10 de la Constitution a fait l'objet de la loi no 62-117 du 1er octobre 1962.

source: Freedom of worship gives members of every religious community an equal opportunity to engage in the practices specific to their faith.
fr: La liberté du culte se traduit par la possibilité égale pour chaque communauté de fidèles de se livrer aux pratiques liées à leur confession religieuse.

source: Every community of believers, regardless of the kind of church they attend, has the same freedom to practise their faith both inside and outside their places of worship, provided they do not cause a breach of public order or violate the freedoms or rights of others.
fr: Chaque communauté de croyants regroupés en églises, temples, paroisses, bénéficie de la même liberté de célébrer son culte tant à l'intérieur qu'à l'extérieur des édifices cultuels, sauf atteinte à l'ordre public, aux libertés et droits d'autrui.

source: The freedoms of worship and religious instruction are respected in private faith schools, which are not closed to pupils of other faiths.
fr: Les libertés de culte et d'instruction religieuse sont respectées dans les établissements privés confessionnels lesquels ne s'opposent pas à l'admission d'élèves issus de confession différente.

source: In accordance with the principle of the secular State, religious instruction is not provided in State schools.
fr: Par respect du principe de la laïcité de l'État, les établissements d'enseignement public ne dispensent pas de cours d'instruction religieuse.

source: Rights of linguistic minorities
fr: Droits des minorités linguistiques

source: The use of an official language as well as regional dialects helps consolidate national unity and social cohesion in Madagascar.
fr: À Madagascar, la pratique d'une langue officielle en plus des dialectes régionaux constitue un facteur de consolidation de l'unité nationale et de la cohésion sociale.

source: Foreign minorities are free to use their own language for educational, religious and artistic or cultural activities.
fr: Les minorités étrangères sont libres d'utiliser leur langue nationale dans les domaines de l'enseignement, de la religion ou dans d'autres activités artistiques et culturelles.

source: They may access public and private services using their own language, with the assistance of an interpreter.
fr: Ils peuvent accéder aux services publics ou privés en pratiquant leur propre langue avec le concours d'un interprète.

source: Conclusion
fr: Pour conclure, les quelques observations ci-après méritent d'être soulevées:

source: A number of remarks should be made in conclusion. The post-election crisis of 2002, the devastation caused in rice-growing areas by cyclones and floods, the rise in petrol and rice prices on the international markets and the slide in Madagascar's currency have led to a deterioration in the country's economic situation.
fr: L'impact de la crise postélectorale courant 2002, les effets dévastateurs des cyclones et inondations d'une grande partie des zones de culture rizicole, la hausse du coût du pétrole et du riz sur le marché international et la dépréciation de la monnaie ont provoqué une dégradation de la situation économique malagasy.

source: Despite this, two years after the crisis, the State had:
fr: Malgré cette situation, deux ans après la crise, l'État malagasy a pu:

source: (a) Attained an economic growth rate of around 5 per cent and reached the completion point on its external debt, a large tranche of which was subsequently written off;
fr: a) Atteindre un taux de croissance économique de l'ordre de 5 % et le point d'achèvement suivi d'un effacement d'une grande partie de la dette extérieure;

source: (b) Met the eligibility requirements for the Millennium Challenge Account programme; and
fr: b) Satisfaire aux conditions d'éligibilité dans le cadre du Programme du «Millenium Challenge Account»;

source: (c) Obtained financial and technical support from other partners, including the European Union.
fr: c) Bénéficier des appuis financiers et techniques auprès des autres partenaires, dont l'Union européenne;

source: The State's first step was to see that security was restored without delay and remove the roadblocks that were preventing the free movement of people and goods.
fr: Dans un premier temps, l'État malagasy s'est attelé à la réinstauration immédiate de la sécurité ainsi qu'à la levée des barrages antiéconomiques pour permettre la libre circulation des personnes et des biens.

source: Steps were also taken to repair the infrastructure damaged during the crisis.
fr: Dans le même sens, des mesures ont été prises pour réhabiliter les infrastructures endommagées durant la crise.

source: Those responsible for acts of violence, crimes and offences resulting in damage to public works, or for incitement to racial hatred or secession, were arrested and tried.
fr: Les auteurs d'exactions, de crimes et délits de dégradation d'ouvrages publics, ceux convaincus de propagande de haine raciale et de déclaration de sécession ont été arrêtés et traduits en Justice.

source: The Government then held general and municipal elections for representatives who would be able to legislate on behalf of the people and help run the affairs of State.
fr: Par la suite, le Gouvernement a tenu des élections parlementaires et communales en vue de désigner les représentants du peuple en charge de légiférer en leur nom et de participer à la gestion des affaires publiques.

source: At the same time, economic and institutional reforms were implemented to ensure market liberalization - withdrawal of the State, regulation of the market by the laws of supply and demand, the gradual introduction of free competition and the opening up of the economy.
fr: Simultanément, des réformes économiques et institutionnelles ont été mises en œuvre pour libéraliser le marché (désengagement de l'État, régulation du marché par la loi de l'offre et de la demande, instauration progressive de la libre concurrence, ouverture de l'économie).

source: In cooperation with its international partners, the Government has taken steps to rehabilitate the country in all sectors, particularly the economic, education, health, agricultural and justice sectors.
fr: Avec le concours des partenaires internationaux, le Gouvernement a entrepris des initiatives pour réhabiliter le pays dans tous les secteurs et plus particulièrement dans le domaine de l'économie, de l'éducation, de la santé, de l'agriculture et de la justice.

source: Road-building and repair programmes have also been carried out in order to create a development-friendly environment, with the aim of cutting poverty rates by 50 per cent by 2010.
fr: Par ailleurs, les programmes de construction et de réhabilitation des routes ont été réalisés pour créer un environnement favorable à l'application de la politique de développement, et ce dans le but de réduire de moitié le taux de pauvreté d'ici 2010.

source: One of the Government's main priorities in its efforts to establish the rule of law, good governance and a democratic society, is to combat corruption.
fr: Dans le cadre la mise en place d'un État de droit et d'une société démocratique bien gouvernée, la lutte contre la corruption figure parmi les actions prioritaires de l'actuel Gouvernement.

source: As well as ratifying the United Nations Convention against Corruption, Madagascar has also embarked upon a reform of its domestic legislation and the creation of independent bodies to combat corruption.
fr: Outre la ratification de la Convention y afférente, Madagascar a procédé à la réforme de sa législation nationale et à la création d'organismes indépendants anticorruption.

source: This report, which was prepared with the support of the European Union and UNDP, demonstrates the firm desire of the State of Madagascar to discharge the obligations it assumed upon ratification of the International Covenant on Civil and Political Rights and to apply in good faith the guidelines for its implementation in domestic law.
fr: Le présent rapport réalisé, avec le soutien de l'Union européenne et du PNUD, exprime la ferme volonté de l'État malagasy de s'acquitter de ses obligations nées de la ratification du Pacte relatif aux droits civils et politiques et d'exécuter en toute bonne foi les directives de son application en droit interne.

source: * This report is issued unedited, in compliance with the wish expressed by the Human Rights Committee at its sixty-sixth session in July 1999.
fr: * Le présent rapport est publié sans avoir été soumis aux services d'édition, conformément au souhait exprimé par le Comité des droits de l'homme à sa soixante-sixième session en juillet 1999.

source: ** The annexes to this report are available at the Committee secretariat.
fr: ** Les annexes à ce rapport sont disponibles auprès du secrétariat du Comité.

source: Hetsika ladiana amin'ny Kitrotro sy ny Aretina mpahazo ny Ankizy (campaign against measles and childhood diseases).
fr: Hetsika Iadiana amin'ny Kitrotro sy ny Aretina mpahazo ny Ankizy (Opération de lutte contre la rougeole et les maladies infantiles).

source: The President: The General Assembly will consider the reports of the Third Committee on agenda items 39, 61 to 65, 67 to 71, 106, 107 and 116.
fr: Le Président (parle en anglais) : L'Assemblée générale va examiner les rapports de la Troisième Commission sur les points 39, 61 à 65, 67 à 71, 106, 107 et 116 de l'ordre du jour.

source: I request Mr. Pedro Cardoso of Brazil, Rapporteur of the Third Committee, to introduce, in one intervention, the reports of the Third Committee.
fr: Je demande à M. Pedro Cardoso, du Brésil, Rapporteur de la Troisième Commission, de présenter, en une seule intervention, les rapports de la Troisième Commission.

source: Mr. Cardoso (Brazil), Rapporteur of the Third Committee: I have the honour to introduce, for the consideration of the General Assembly, the reports of the Third Committee on the agenda items allocated to it by the Assembly.
fr: M. Cardoso (Brésil), Rapporteur de la Troisième Commission (parle en anglais) : J'ai l'honneur de présenter à l'Assemblée générale pour examen les rapports de la Troisième Commission sur les points de l'ordre du jour qui lui ont été renvoyés par l'Assemblée.

source: Under agenda item 39, entitled “Report of the United Nations High Commissioner for Refugees, questions relating to refugees, returnees and displaced persons and humanitarian questions”, the Third Committee recommends, in paragraph 17 of document A/60/499, the adoption of three draft resolutions; and, in paragraph 18 of the same report, the adoption of one draft decision.
fr: Au titre du point 39 de l'ordre du jour, intitulé « Rapport du Haut Commissaire des Nations Unies pour les réfugiés, questions relatives aux réfugiés, aux rapatriés et aux déplacés et questions humanitaires », la Troisième Commission recommande, au paragraphe 17 du document A/60/499, l'adoption de trois projets de résolution; et, au paragraphe 18 du même rapport, l'adoption d'un projet de décision.

source: Under agenda item 61, entitled “Implementation of the outcome of the World Summit for Social Development and of the twenty-fourth special session of the General Assembly”, the Third Committee recommends, in paragraph 12 of document A/60/500, the adoption of one draft resolution.
fr: Au titre du point 61 de l'ordre du jour, intitulé « Suite donnée au Sommet mondial pour le développement social et à la vingt-quatrième session extraordinaire de l'Assemblée générale », la Troisième Commission recommande, au paragraphe 12 du document A/60/500, l'adoption d'un projet de résolution.

source: Under agenda item 62, entitled “Social development, including questions relating to the world social situation and to youth, ageing, disabled persons and the family”, the Third Committee recommends, in paragraph 27 of document A/60/501, the adoption of four draft resolutions; and, in paragraph 28 of the same report, the adoption of one draft decision.
fr: Au titre du point 62 de l'ordre du jour, intitulé « Développement social, y compris les questions relatives à la situation sociale dans le monde et aux jeunes, aux personnes âgées, aux handicapés et à la famille », la Troisième Commission recommande, au paragraphe 27 du document A/60/501, l'adoption de quatre projets de résolution; et, au paragraphe 28 du même rapport, l'adoption d'un projet de décision.

source: Under agenda item 63, entitled “Follow-up to the International Year of Older Persons: Second World Assembly on Ageing”, the Third Committee recommends, in paragraph 9 of document A/60/502, the adoption of one draft resolution.
fr: Au titre du point 63 de l'ordre du jour, intitulé « Suite donnée à l'Année internationale des personnes âgées : deuxième Assemblée mondiale sur le vieillissement », la Troisième Commission recommande, au paragraphe 9 du document A/60/502, l'adoption d'un projet de résolution.

source: Under agenda item 64, entitled “Advancement of women”, the Third Committee recommends, in paragraph 48 of document A/60/503, the adoption of six draft resolutions; and, in paragraph 49 of the same report, the adoption of one draft decision.
fr: Au titre du point 64 de l'ordre du jour, intitulé « Promotion de la femme », la Troisième Commission recommande, au paragraphe 48 du document A/60/503, l'adoption de six projets de résolution; et, au paragraphe 49 du même rapport, l'adoption d'un projet de décision.

source: Under agenda item 65, entitled “Implementation of the outcome of the Fourth World Conference on Women and of the twenty-third special session of the General Assembly, entitled `Women 2000: gender equality, development and peace for the twenty-first century'”, the Third Committee recommends, in paragraph 10 of document A/60/504, the adoption one draft resolution.
fr: Au titre du point 65 de l'ordre du jour, intitulé « Suite donnée à la quatrième Conférence mondiale sur les femmes et à la vingt-troisième session extraordinaire de l'Assemblée générale intitulée “Les femmes en l'an 2000 : égalité entre les sexes, développement et paix pour le XXIe siècle” », la Troisième Commission recommande, au paragraphe 10 du document A/60/504, l'adoption d'un projet de résolution.

source: Under agenda item 67, entitled “Promotion and protection of the rights of children”, the Third Committee recommends, in paragraph 46 of document A/60/505, the adoption of two draft resolutions.
fr: Au titre du point 67 de l'ordre du jour, intitulé « Promotion et protection des droits de l'enfant », la Troisième Commission recommande, au paragraphe 46 du document A/60/505, l'adoption de deux projets de résolution.

source: Under agenda item 68, entitled “Indigenous issues”, the Third Committee recommends, in paragraph 12 of document A/60/506, the adoption of one draft resolution; and, in paragraph 13 of the same report, the adoption of one draft decision.
fr: Au titre du point 68 de l'ordre du jour, intitulé « Questions autochtones », la Troisième Commission recommande, au paragraphe 12 du document A/60/506, l'adoption d'un projet de résolution; et, au paragraphe 13 du même rapport, l'adoption d'un projet de décision.

source: The report of the Third Committee under agenda item 69, entitled, “Elimination of racism and racial discrimination”, is contained in documents A/60/507 and A/60/507/Corr.1.
fr: Le rapport de la Troisième Commission au titre du point 69 de l'ordre du jour, intitulé « Élimination du racisme et de la discrimination raciale », est publié sous les cotes A/60/507 et A/60/507/Corr.1.

source: In paragraph 21 of the former, the Third Committee recommends the adoption of two draft resolutions; and, in paragraph 22 of the same report, the adoption of one draft decision.
fr: Au paragraphe 21 du premier de ces documents, la Troisième Commission recommande l'adoption de deux projets de résolution; et, au paragraphe 22 du même rapport, l'adoption d'un projet de décision.

source: Under agenda item 70, entitled “Right of peoples to self-determination”, the Third Committee recommends, in paragraph 17 of document A/60/508, the adoption of two draft resolutions; and, in paragraph 18 of the same report, the adoption one draft decision.
fr: Au titre du point 70 de l'ordre du jour, intitulé « Droits des peuples à l'autodétermination », la Troisième Commission recommande, au paragraphe 17 du document A/60/508, l'adoption de deux projets de résolution; et, au paragraphe 18 du même rapport, l'adoption d'un projet de décision.

source: The report of the Third Committee under agenda item 71, entitled “Human rights questions”, has been issued in seven parts, which are contained in documents A/60/509, A/60/509/Add.1, A/60/509/Add.2 (Part I), A/60/509/Add.2 (Part II), A/60/509/Add.3, A/60/509/Add.4 and A/60/509/Add.5.
fr: Le rapport de la Troisième Commission au titre du point 71 de l'ordre du jour, intitulé « Questions relatives aux droits de l'homme », a été publié en sept parties, sous les cotes A/60/509, A/60/509/Add.1, A/60/509/Add.2 (Part. I), A/60/509/Add.2 (Part. II), A/60/509/Add.3, A/60/509/Add.4 et A/60/509/Add.5.

source: In paragraph 5 of document A/60/509, the Third Committee recommends the adoption of one draft decision.
fr: Au paragraphe 5 du document A/60/509, la Troisième Commission recommande l'adoption d'un projet de décision.

source: Under sub-item (a) of agenda item 71, entitled “Implementation of human rights instruments”, the Third Committee recommends, in paragraph 23 of document A/60/509/Add.1, the adoption of three draft resolutions.
fr: Au titre du point 71 a) de l'ordre du jour, intitulé « Application des instruments relatifs aux droits de l'homme », la Troisième Commission recommande, au paragraphe 23 du document A/60/509/Add.1, l'adoption de trois projets de résolution.

source: The report issued under sub-item (b) of agenda item 71, entitled “Human rights questions, including alternative approaches for improving the effective enjoyment of human rights and fundamental freedoms”, has been issued in two parts.
fr: Le rapport soumis au titre du point 71 b) de l'ordre du jour, intitulé « Questions relatives aux droits de l'homme, y compris les divers moyens de mieux assurer l'exercice effectif des droits de l'homme et des libertés fondamentales », a été publié en deux parties.

source: In paragraph 21 of document A/60/509/Add.2 (Part I), the Third Committee recommends the adoption of one draft resolution.
fr: Au paragraphe 21 du document A/60/509/Add.2 (Part. I), la Troisième Commission recommande l'adoption d'un projet de résolution.

source: In paragraph 102 of document A/60/509/Add.2 (Part II), the Third Committee recommends the adoption of 20 draft resolutions.
fr: Au paragraphe 102 du document A/60/509/Add.2 (Part. II), la Troisième Commission recommande l'adoption de 20 projets de résolution.

source: Under sub-item (c) of agenda item 71, entitled “Human rights situations and reports of special rapporteurs and representatives”, the Third Committee recommends, in paragraph 70 of document A/60/509/Add.3, the adoption of six draft resolutions.
fr: Au titre du point 71 c) de l'ordre du jour, intitulé « Situations relatives aux droits de l'homme et rapports des rapporteurs et représentants spéciaux », la Troisième Commission recommande, au paragraphe 70 du document A/60/509/Add.3, l'adoption de six projets de résolution.

source: The reports of the Third Committee contained in documents A/60/509/Add.4 and A/60/509/Add.5, indicate that no proposals were submitted under sub-item (d) of agenda item 71, entitled “Comprehensive implementation of and follow-up to the Vienna Declaration and Programme of Action”, or sub-item (e) of the same agenda item, entitled “Report of the United Nations High Commissioner for Human Rights”.
fr: Les rapports de la Troisième Commission publiés sous les cotes A/60/509/Add.4 et A/60/509/Add.5 indiquent qu'il n'a pas été fait de proposition au titre du point 71 d) de l'ordre du jour, intitulé « Application et suivi méthodiques de la Déclaration et du Programme d'action de Vienne », ni au titre du même point 71 e) de l'ordre du jour, intitulé « Rapport du Haut Commissaire des Nations Unies aux droits de l'homme ».

source: Under agenda item 106, entitled “Crime prevention and criminal justice”, the Third Committee recommends, in paragraph 21 of document A/60/510, the adoption of three draft resolutions; and, in paragraph 22 of the same document, the adoption of one draft decision.
fr: Au titre du point 106 de l'ordre du jour, intitulé « Prévention du crime et justice pénale », la Troisième Commission recommande, au paragraphe 21 du document A/60/510, l'adoption de trois projets de résolution; et, au paragraphe 22 du même document, l'adoption d'un projet de décision.

source: Under agenda item 107, entitled “International drug control”, the Third Committee recommends, in paragraph 15 of document A/60/511, the adoption of two draft resolutions.
fr: Au titre du point 107 de l'ordre du jour, intitulé « Contrôle international des drogues », la Troisième Commission recommande, au paragraphe 15 du document A/60/511, l'adoption de deux projets de résolution.

source: Finally, under agenda item 116, entitled “Revitalization of the work of the General Assembly”, the Third Committee recommends, in paragraph 6 of document A/60/512, the adoption of two draft decisions.
fr: Enfin, au titre du point 116 de l'ordre du jour, intitulé « Revitalisation des travaux de l'Assemblée générale », la Troisième Commission recommande, au paragraphe 6 du document A/60/512, l'adoption de deux projets de décision.
